{"mapResources":[{"%D8%A3%D8%AF%D8%B9%D9%8A%D8%A9-%D8%A7%D9%84%D8%AD%D8%A7%D8%AC%D8%A9":["\"يا حي يا قيوم، يا نور يا قدوس، يا حي يا الله، يا رحمن اغفر لي الذنوب التي تحل النقم، واغفر لي الذنوب التي تُورث الندم، واغفر لي الذنوب التي تحبس القِسم، واغفر لي الذنوب التي تهتِك العِصم، واغفر لي الذنوب التي تقطع الرجاء، واغفر لي الذنوب التي تُعجّل الفناء، واغفر لي الذنوب التي ترد الدعاء، واغفر لي الذنوب التي تمسك غيث السماء، واغفر لي الذنوب التي تُظلم الهواء، واغفر لي الذنوب التي تكشِف الغِطاء، اللهم إني أسألك، يا فارج الهم، يا كاشف الغم، مجيب دعوة المضطر، رحمن الدنيا والآخرة ورحيمها، أسألك أن ترحمني برحمةٍ من عندك تُغنني بها عن رحمة من سواك، وأن تيسر أموري بالزواج، فترزقني زوجًا صالحاً مصلحاً يخافك\".","يا قاضي الحاجات ويا مجيب الدعوات، يا سامعا لكل شكوى، ويا عالما بكل نجوى، يا كاشف كربتنا، ويا مستمع دعوتنا، ويا راحم عبرتنا، ويا مقيل عثرتنا، يا كاشف كل ضرّ وبلية، ويا عالم كل سرّ وخفية، يا عالم الخفيات، ويا رفيع الدرجات، افتح لدعائنا باب القبول والإجابة وارزقنا التوبة وحسن الإنابة يا رب العالمين.","اللهمَّ يا جامع الناس ليوم لا رَيب فيه، اجمع بيني وبين ضالّتي.","(حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ).[سورة (آل عمران)، آية:173]","ربَّي إنّ فيَ قلبيّ أمَوراً لا يعَرفها سِواك فحققّها ليَ يا رحيمّ.","\"يا ودود يا ودود يا ذا العرش المجيد يا فعالاً لما يريد، أسألك بعزك الذي لا يرام وبملكك الذي لا يضام وبنور وجهك الذي ملأ أركان عرشك أن ترزقني الزوج الصالح والذرية الصالحة الطيبة\".","(لا إِلَـهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ).[سورة الأنبياء، آية:87]","(وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا).[سورة الفرقان، آية:74]"]},{"%D8%A3%D8%AF%D8%B9%D9%8A%D8%A9-%D8%A7%D9%84%D8%B1%D8%B2%D9%82":["{رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ}.[سورة الأنبياء، آية:89]","اللهم سد حاجتي وارزقني بوظيفة عاجلًا غير آجل.","{رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا}.﻿[سورة الفرقان، آية:74]","اللهُمَّ سخّر جنود الأرض له، اللهم افتح لزوجي أبواب الرزق كلّها، واجعل الخير في طريقه، وأبعد عنه كل شرّ، اللهُمَّ ربّي، إنّي أسألك لي ولزوجي من الخير كلّه؛ عاجله وآجله، ما علمتُ منه وما لم أعلم، وأعوذ بك من الشرّ كلّه؛ عاجله وآجله، ما علمت منه وما لم أعلم، اللهُمَّ اصرف عني وعن زوجي كل ما يكدّر صفونا، وأبعد عن زوجي كل سوء يا أرحم الراحمين.","(اللَّهمَّ قَنِّعْني بما رَزَقتَني).[رواه ابن حجر العسقلاني، في الفتوحات الربانية ، عن عبد الله بن عباس، الصفحة أو الرقم:383، حديث حسن.]","(إِنّي تَوَكَّلتُ عَلَى اللَّـهِ رَبّي وَرَبِّكُم ما مِن دابَّةٍ إِلّا هُوَ آخِذٌ بِناصِيَتِها إِنَّ رَبّي عَلى صِراطٍ مُستَقيمٍ).[سورة هود، آية:56]","(فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً* يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَاراً* وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَاراً).[سورة نوح، آية:10-12]","{فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً* يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَاراً* وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَاراً}.[سورة نوح، آية:10-12]"]},{"%D8%A3%D8%AF%D8%B9%D9%8A%D8%A9-%D8%A7%D9%84%D8%AA%D8%AD%D8%B5%D9%8A%D9%86":["(الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ* الرَّحْمَنِ الرَّحِيمِ* مَالِكِ يَوْمِ الدِّينِ* إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ* اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ* صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ). [الفاتحة]","\"اللهمّ إنّي أدعوك باسمك الأجل الأعز، اللهم إنّي أدعوك باسمك الأحد الصمد، وباسمك العظيم الوتر، اللهم إنّي أدعوك باسمك الكبير المتعال الذي ملأ الأركان، اللهم إني أسألك بنور وجهك الذي ملأ أركان عرشك، وأسألك بقدرتك التي قدرت بها على جميع خلقك، وأسألك برحمتك التي وسعت كل شيء، أن تحفظ زوجي بحفظك، وتحصّنه من كلّ شرٍّ ومكروهٍ، وتيسر له جميع أموره، وتحقّق مراده، وتوفقه لما تحبه وترضاه\".","{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ* الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ* الرَّحْمَنِ الرَّحِيمِ* مَالِكِ يَوْمِ الدِّينِ* إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ* اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ* صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ}.[سورة الفاتحة، آية:1-7]","{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ* الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ* الرَّحْمَنِ الرَّحِيمِ* مَالِكِ يَوْمِ الدِّينِ* إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ* اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ* صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ}.[سورة الفاتحة، آية:1-7]","{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ* الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ* الرَّحْمَنِ الرَّحِيمِ* مَالِكِ يَوْمِ الدِّينِ* إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ* اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ* صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ}.[سورة الفاتحة، آية:1-7]"," الدعاء نهار الجمعة: قال العلماء إنَّ في نهار الجمعة ساعة مُستجابة؛ ولذا حريٌّ بالمسلم أن يتحرّى هذا الوقت، وقد جاء في الحديث أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم ذكَر يومَ الجمعةِ فقال: (فيه ساعةٌ لا يُوافِقُها عبدٌ مسلمٌ وهو قائمٌ يُصلِّي يسأل اللهَ شيئًا إلا أعطاه إيَّاه ، وأشار رسولُ اللهِ بيدِه يُقَلِّلُها).[رواه ابن عبدالبر، في التمهيد، عن أبو هريرة، الصفحة أو الرقم:19\/17، متصل صحيح.] .[3]","\"لَّا إِلَـهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ\".[سورة الأنبياء، آية:87]","{الم* ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ* الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ* وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآَخِرَةِ هُمْ يُوقِنُونَ* أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ}.[سورة البقرة، آية:1-5]","{اللَّهُ لَا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيم}.[سورة البقرة، آية:255]"]},{"%D8%A3%D8%AF%D8%B9%D9%8A%D8%A9-%D8%A7%D9%84%D9%85%D8%B1%D8%B6-%D9%88%D8%A7%D9%84%D8%B4%D9%81%D8%A7%D8%A1":["(الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ* الرَّحْمَنِ الرَّحِيمِ* مَالِكِ يَوْمِ الدِّينِ* إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ* اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ* صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ). [الفاتحة]","اللهم يا من تعيد للمريض صحته، ويا من تستجيب دعاء البائس الضعيف، أسألك أن تشفيه وتلطف بجسده وتكتب له الشفاء العاجل يا أكرم الأكرمين.","(الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَالِكِ يَوْمِ الدِّينِ * إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ * اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ).[سورة الفاتحة، آية:1-7]"]},{"%D8%A3%D8%AF%D8%B9%D9%8A%D8%A9-%D9%84%D8%A3%D9%88%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%B4%D8%AF%D8%A9":["(اللَّهمَّ اكفِني بحلالِكَ عَن حرامِك وأغنِني بفضلِك عمَّن سواكَ).[رواه السيوطي، في الجامع الصغير، عن علي بن أبي طالب، الصفحة أو الرقم:2863، صحيح.]","(لا إلهَ إلَّا أنتَ سُبحانَكَ إنِّي كُنْتُ منَ الظالِمينَ، سُبحانَكَ إنِّي ظَلمْتُ نَفْسي، فاغفِرْ لي، إنَّه لا يَغفِرُ الذنوبَ إلَّا أنتَ).[رواه شعيب الأرناؤوط ، في تخريج زاد المعاد ، عن علي بن أبي طالب، الصفحة أو الرقم:2\/408، إسناده قوي.]","أعوذ بالله من الشيطان الرجيم، لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب العرش الكريم.","\"اللهم يا ولي نعمتي، وملاذي عند كربتي، اجعل ما أخافه وأحذره برداً وسلاماً عليّ كما جعلت النار برداً وسلاماً على إبراهيم\".","كان رَسول اللَّهِ -صَلَّى اللهُ عليه وسلَّمَ- يقولُ عِنْدَ الكَرْبِ: (لا إلَهَ إلَّا اللَّهُ العَظِيمُ الحَلِيمُ، لا إلَهَ إلَّا اللَّهُ رَبُّ العَرْشِ العَظِيمِ، لا إلَهَ إلَّا اللَّهُ رَبُّ السَّمَوَاتِ ورَبُّ الأرْضِ، ورَبُّ العَرْشِ الكَرِيمِ). أخرجه البخاري","\"رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ إِنَّ اللَّـهَ لَا يُخْلِفُ الْمِيعَادَ\".[سورة آل عمران، آية:9]"]},{"%D8%A3%D8%AF%D8%B9%D9%8A%D8%A9-%D9%84%D9%84%D9%86%D9%81%D8%B3-%D9%88%D8%A7%D9%84%D8%A2%D8%AE%D8%B1%D9%8A%D9%86":["اللهم ارزق أصدقائي هداية لا ضلال بعدها، وامنن عليهم برحمتك، واجعلهم لا يخشون أحدًا سواك يا الله.","{وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا}.[سورة سورة الإسراء، آية:24]","\"اللهم ثبت له يقينه وارزقه حلال يكفيه اللهم أبعد عنه كل شئ يؤذيه ولا تحوجه لطبيب يداويه\".","اللّهمّ كما أضأت الكون بنور شمس هذا اليوم أضئ قلبه بنور حبّك ضياءً لا ينطفئ وارزقه رزقاً دائماً لا ينقطع وصحّة يستخدمها في طاعتك وأحبّه وحبّب فيه خلقك وعبادك.","\"اللهم اجعل أحفادي هداة مهتدين غير ضالين ولا مضلين، اللهم جنبهم الفواحش والمحن والزلازل والفتن ما ظهر منها وما بطن، اللهم سلّمهم من العلل والآفات، اللهم سلمهم من شر الأشرار آناء الليل وأطراف النهار واهدهم لما تحبه واغفر لهم يا غفار\".","\"اللهم إني استودعتك قلبًا لا أقوى على العيش بدونه، اللهم احفظ لي أخي أينما حلّ وارتحل\".","(بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ* الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ* الرَّحْمَٰنِ الرَّحِيمِ* مَالِكِ يَوْمِ الدِّينِ* إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ* اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ* صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ). [سورة الفاتحة]"]}]}